Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 系统语音识别不支持该语言（%@）。
ar: لا يدعم التعرف على الكلام في النظام هذه اللغة (%@).
de: Die Systemspracherkennung unterstützt diese Sprache nicht (%@).
en: System speech recognition doesn't support this language (%@).
es: El reconocimiento de voz del sistema no admite este idioma (%@).
fr: La reconnaissance vocale du système ne prend pas en charge cette langue (%@).
hi: सिस्टम वाक् पहचान इस भाषा का समर्थन नहीं करती (%@)।
id: Pengenalan suara sistem tidak mendukung bahasa ini (%@).
it: Il riconoscimento vocale di sistema non supporta questa lingua (%@).
ja: システム音声認識はこの言語に対応していません（%@）。
ko: 시스템 음성 인식이 이 언어를 지원하지 않습니다(%@).
nl: Systeemspraakherkenning ondersteunt deze taal niet (%@).
pl: Rozpoznawanie mowy systemu nie obsługuje tego języka (%@).
pt: O reconhecimento de fala do sistema não suporta este idioma (%@).
ru: Системное распознавание речи не поддерживает этот язык (%@).
sv: Systemets taligenkänning stöder inte detta språk (%@).
th: การรู้จำเสียงพูดของระบบไม่รองรับภาษานี้ (%@)
tr: Sistem konuşma tanıma bu dili desteklemiyor (%@).
uk: Системне розпізнавання мови не підтримує цю мову (%@).
vi: Nhận dạng giọng nói hệ thống không hỗ trợ ngôn ngữ này (%@).
zh_hant: 系統語音辨識不支援該語言（%@）。

source: 系统语音识别已就绪
ar: التعرف على الكلام في النظام جاهز
de: Systemspracherkennung ist bereit
en: System speech recognition is ready
es: El reconocimiento de voz del sistema está listo
fr: La reconnaissance vocale du système est prête
hi: सिस्टम वाक् पहचान तैयार है
id: Pengenalan suara sistem siap
it: Il riconoscimento vocale di sistema è pronto
ja: システム音声認識の準備ができました
ko: 시스템 음성 인식이 준비되었습니다
nl: Systeemspraakherkenning is gereed
pl: Rozpoznawanie mowy systemu jest gotowe
pt: O reconhecimento de fala do sistema está pronto
ru: Системное распознавание речи готово
sv: Systemets taligenkänning är redo
th: การรู้จำเสียงพูดของระบบพร้อมแล้ว
tr: Sistem konuşma tanıma hazır
uk: Системне розпізнавання мови готове
vi: Nhận dạng giọng nói hệ thống đã sẵn sàng
zh_hant: 系統語音辨識已就緒

source: 系统语音识别长时间无响应，已中止本次识别。请重试；若反复出现，可在设置中改用其他转写引擎。
ar: لم يتجاوب التعرّف على الكلام في النظام لفترة طويلة، فأُلغي هذه المحاولة. أعد المحاولة؛ وإذا تكرر الأمر، جرّب محرّك نسخ آخر من الإعدادات.
de: Die System-Spracherkennung reagierte lange nicht, daher wurde abgebrochen. Bitte erneut versuchen; tritt es wiederholt auf, wähle in den Einstellungen eine andere Transkriptions-Engine.
en: System speech recognition did not respond for a long time, so this attempt was aborted. Please try again; if it keeps happening, switch to another transcription engine in Settings.
es: El reconocimiento de voz del sistema no respondió durante mucho tiempo, así que se canceló. Reinténtalo; si se repite, cambia a otro motor de transcripción en Ajustes.
fr: La reconnaissance vocale du système n’a pas répondu pendant longtemps ; l’opération a été interrompue. Réessayez ; si cela se reproduit, choisissez un autre moteur de transcription dans les réglages.
hi: सिस्टम वाक् पहचान ने लंबे समय तक जवाब नहीं दिया, इसलिए यह प्रयास रोक दिया गया। पुनः प्रयास करें; बार-बार हो तो सेटिंग्स में दूसरा ट्रांसक्रिप्शन इंजन चुनें।
id: Pengenalan suara sistem lama tidak merespons, jadi upaya ini dihentikan. Coba lagi; jika sering terjadi, ganti ke mesin transkripsi lain di Pengaturan.
it: Il riconoscimento vocale di sistema non ha risposto a lungo, quindi è stato interrotto. Riprova; se capita spesso, scegli un altro motore di trascrizione nelle Impostazioni.
ja: システムの音声認識が長時間応答しなかったため、今回の認識を中止しました。再試行してください。繰り返す場合は、設定で別の文字起こしエンジンに切り替えてください。
ko: 시스템 음성 인식이 오랫동안 응답하지 않아 이번 인식을 중단했습니다. 다시 시도하세요. 반복되면 설정에서 다른 받아쓰기 엔진으로 바꾸세요.
nl: De systeemspraakherkenning reageerde lange tijd niet, dus is deze poging afgebroken. Probeer opnieuw; gebeurt het vaker, kies dan een andere transcriptiemotor in Instellingen.
pl: Systemowe rozpoznawanie mowy długo nie odpowiadało, więc przerwano próbę. Spróbuj ponownie; jeśli się powtarza, wybierz inny silnik transkrypcji w Ustawieniach.
pt: O reconhecimento de voz do sistema não respondeu durante muito tempo, por isso foi cancelado. Tente de novo; se se repetir, escolha outro motor de transcrição nas Definições.
ru: Системное распознавание речи долго не отвечало, попытка прервана. Повторите; если повторяется, выберите в настройках другой движок расшифровки.
sv: Systemets taligenkänning svarade inte på länge, så försöket avbröts. Försök igen; upprepas det, byt till en annan transkriberingsmotor i Inställningar.
th: การรู้จำเสียงของระบบไม่ตอบสนองเป็นเวลานาน จึงยกเลิกการรู้จำครั้งนี้ โปรดลองใหม่ หากเกิดซ้ำ ให้เปลี่ยนไปใช้เอนจินถอดเสียงอื่นในการตั้งค่า
tr: Sistem konuşma tanıma uzun süre yanıt vermedi, bu deneme durduruldu. Yeniden deneyin; sık oluyorsa Ayarlar’dan başka bir yazıya dökme motoru seçin.
uk: Системне розпізнавання мовлення довго не відповідало, спробу перервано. Повторіть; якщо повторюється, виберіть в налаштуваннях інший рушій транскрипції.
vi: Nhận dạng giọng nói của hệ thống không phản hồi trong thời gian dài nên lần này đã dừng. Hãy thử lại; nếu lặp lại, hãy chọn công cụ chuyển lời khác trong Cài đặt.
zh_hant: 系統語音辨識長時間無回應，已中止本次辨識。請重試；若反覆出現，可在設定中改用其他轉寫引擎。

source: 系统语音识别需要 macOS 26 或更高版本。
ar: يتطلب التعرف على الكلام في النظام macOS 26 أو أحدث.
de: Die Systemspracherkennung erfordert macOS 26 oder neuer.
en: System speech recognition requires macOS 26 or later.
es: El reconocimiento de voz del sistema requiere macOS 26 o posterior.
fr: La reconnaissance vocale du système nécessite macOS 26 ou une version ultérieure.
hi: सिस्टम वाक् पहचान के लिए macOS 26 या उससे नया आवश्यक है।
id: Pengenalan suara sistem memerlukan macOS 26 atau lebih baru.
it: Il riconoscimento vocale di sistema richiede macOS 26 o versione successiva.
ja: システム音声認識には macOS 26 以降が必要です。
ko: 시스템 음성 인식에는 macOS 26 이상이 필요합니다.
nl: Systeemspraakherkenning vereist macOS 26 of nieuwer.
pl: Rozpoznawanie mowy systemu wymaga systemu macOS 26 lub nowszego.
pt: O reconhecimento de fala do sistema requer o macOS 26 ou posterior.
ru: Для системного распознавания речи требуется macOS 26 или новее.
sv: Systemets taligenkänning kräver macOS 26 eller senare.
th: การรู้จำเสียงพูดของระบบต้องใช้ macOS 26 ขึ้นไป
tr: Sistem konuşma tanıma için macOS 26 veya üstü gerekir.
uk: Для системного розпізнавання мови потрібен macOS 26 або новіший.
vi: Nhận dạng giọng nói hệ thống cần macOS 26 trở lên.
zh_hant: 系統語音辨識需要 macOS 26 或以上版本。

source: 系统钥匙串不可用，请稍后重试。
ar: سلسلة مفاتيح النظام غير متاحة؛ يرجى المحاولة مجددًا لاحقًا.
de: Der System-Schlüsselbund ist nicht verfügbar; bitte versuchen Sie es später erneut.
en: The system Keychain is unavailable; please try again later.
es: El Llavero del sistema no está disponible; inténtalo de nuevo más tarde.
fr: Le trousseau système est indisponible ; veuillez réessayer plus tard.
hi: सिस्टम कीचेन उपलब्ध नहीं है; कृपया बाद में पुनः प्रयास करें।
id: Rantai Kunci sistem tidak tersedia; silakan coba lagi nanti.
it: Il Portachiavi di sistema non è disponibile; riprova più tardi.
ja: システムキーチェーンを利用できません。しばらくしてから再試行してください。
ko: 시스템 키체인을 사용할 수 없습니다. 나중에 다시 시도하세요.
nl: De systeemsleutelhanger is niet beschikbaar; probeer het later opnieuw.
pl: Pęk kluczy systemu jest niedostępny; spróbuj ponownie później.
pt: O Porta-chaves do sistema está indisponível; tente novamente mais tarde.
ru: Системная связка ключей недоступна; повторите попытку позже.
sv: Systemets Nyckelring är otillgänglig; försök igen senare.
th: พวงกุญแจของระบบไม่พร้อมใช้งาน โปรดลองอีกครั้งภายหลัง
tr: Sistem Anahtar Zinciri kullanılamıyor; lütfen daha sonra tekrar deneyin.
uk: Системна в’язка ключів недоступна; спробуйте пізніше.
vi: Chuỗi khóa của hệ thống không khả dụng; vui lòng thử lại sau.
zh_hant: 系統鑰匙圈無法使用，請稍後重試。

source: 系统静音
ar: كتم النظام
de: System stumm
en: System muted
es: Silencio del sistema
fr: Sourdine système
hi: सिस्टम म्यूट
id: Bisu sistem
it: Silenzio di sistema
ja: システムミュート
ko: 시스템 음소거
nl: Systeemdempen
pl: Wyciszenie systemowe
pt: Silêncio do sistema
ru: Системный звук выключен
sv: Systemtystning
th: ปิดเสียงระบบ
tr: Sistem sessizi
uk: Системне вимкнення звуку
vi: Tắt tiếng hệ thống
zh_hant: 系統靜音

source: 系统静音中，需在系统中解除
ar: تم الكتم بواسطة النظام — أوقفه من إعدادات النظام
de: Vom System stummgeschaltet – in den Systemeinstellungen aufheben
en: Muted by the system — turn it off in System Settings
es: Silenciado por el sistema: desactívalo en Ajustes del Sistema
fr: Coupé par le système — désactivez-le dans les Réglages Système
hi: सिस्टम द्वारा म्यूट — इसे सिस्टम सेटिंग्स में बंद करें
id: Dibisukan oleh sistem — matikan di Pengaturan Sistem
it: Disattivato dal sistema: riattivalo nelle Impostazioni di Sistema
ja: システムでミュート中。システム側で解除してください
ko: 시스템에서 음소거 중입니다. 시스템에서 해제하세요
nl: Gedempt door het systeem — schakel dit uit in Systeeminstellingen
pl: Wyciszone przez system — wyłącz to w Ustawieniach systemowych
pt: Silenciado pelo sistema — desative nos Ajustes do Sistema
ru: Микрофон отключён системой — включите его в «Системных настройках»
sv: Avstängt av systemet – stäng av det i Systeminställningar
th: ถูกปิดโดยระบบ — เปิดคืนได้ในการตั้งค่าระบบ
tr: Sistem tarafından sessize alındı — Sistem Ayarları'ndan açın
uk: Вимкнено системою — увімкніть у «Системних налаштуваннях»
vi: Bị hệ thống tắt tiếng — hãy bật lại trong Cài đặt hệ thống
zh_hant: 系統靜音中，需在系統中解除

source: 系统音频写入失败，当前系统音频分片可能丢失。 %@
ar: فشل كتابة صوت النظام؛ قد يُفقد المقطع الحالي. %@
de: Schreiben des Systemtons fehlgeschlagen; der aktuelle Systemton-Abschnitt geht möglicherweise verloren. %@
en: Failed to write system audio; the current system-audio segment may be lost. %@
es: Error al escribir el audio del sistema; el segmento actual podría perderse. %@
fr: Échec de l’écriture de l’audio système ; le segment actuel peut être perdu. %@
hi: सिस्टम ऑडियो लिखने में विफल; मौजूदा सिस्टम ऑडियो सेगमेंट खो सकता है। %@
id: Gagal menulis audio sistem; segmen audio sistem saat ini mungkin hilang. %@
it: Scrittura dell’audio di sistema non riuscita; il segmento attuale potrebbe andare perso. %@
ja: システム音声の書き込みに失敗しました。現在のシステム音声セグメントは失われる可能性があります。 %@
ko: 시스템 오디오 쓰기 실패. 현재 시스템 오디오 구간이 사라졌을 수 있습니다. %@
nl: Kan systeemgeluid niet schrijven; het huidige systeemgeluidsegment kan verloren gaan. %@
pl: Nie udało się zapisać dźwięku systemowego; bieżący segment może zostać utracony. %@
pt: Falha ao escrever o áudio do sistema; o segmento atual pode perder-se. %@
ru: Не удалось записать системный звук; текущий фрагмент может быть потерян. %@
sv: Kunde inte skriva systemljudet; det aktuella systemljudssegmentet kan ha gått förlorat. %@
th: เขียนเสียงระบบไม่สำเร็จ ช่วงเสียงระบบปัจจุบันอาจสูญหาย %@
tr: Sistem sesi yazılamadı; geçerli sistem sesi bölümü kaybolmuş olabilir. %@
uk: Не вдалося записати системний звук; поточний фрагмент може бути втрачено. %@
vi: Ghi âm thanh hệ thống thất bại; đoạn âm thanh hệ thống hiện tại có thể bị mất. %@
zh_hant: 系統音訊寫入失敗，目前系統音訊分片可能遺失。 %@

source: 系统音频写入跟不上采集速度，已丢弃 %lld 个音频样本，系统音轨可能有缺口。
ar: لم تلحق كتابة صوت النظام بالالتقاط — تم إسقاط %lld عيّنة صوتية؛ قد توجد فجوات في مسار صوت النظام.
de: Das Schreiben des Systemaudios kam nicht mit – %lld Audiosamples wurden verworfen; die Systemtonspur kann Lücken haben.
en: System audio writes couldn’t keep up with capture — %lld audio samples were dropped; the system audio track may have gaps.
es: La escritura del audio del sistema no siguió el ritmo: se descartaron %lld muestras; la pista puede tener huecos.
fr: L’écriture de l’audio système n’a pas suivi la capture — %lld échantillons perdus ; la piste audio système peut comporter des manques.
hi: सिस्टम ऑडियो लेखन कैप्चर की गति नहीं पकड़ सका — %lld ऑडियो सैंपल छोड़े गए; सिस्टम ऑडियो ट्रैक में रिक्त स्थान हो सकते हैं।
id: Penulisan audio sistem tidak mengimbangi penangkapan — %lld sampel audio dibuang; trek audio sistem mungkin berlubang.
it: La scrittura dell’audio di sistema non ha tenuto il passo: scartati %lld campioni; la traccia può avere vuoti.
ja: システム音声の書き込みが取り込みに追いつかず、%lld 個の音声サンプルを破棄しました。システム音声トラックに欠落が生じる可能性があります。
ko: 시스템 오디오 쓰기가 캡처 속도를 따라가지 못해 %lld개 오디오 샘플을 버렸습니다. 시스템 오디오 트랙에 빈 구간이 생길 수 있습니다.
nl: Het wegschrijven van systeemaudio kon het niet bijhouden — %lld audiosamples overgeslagen; de systeemaudiospoor kan hiaten bevatten.
pl: Zapis dźwięku systemowego nie nadążał — odrzucono %lld próbek; ścieżka może mieć luki.
pt: A escrita do áudio do sistema não acompanhou a captura — descartadas %lld amostras; a faixa pode ter falhas.
ru: Запись системного звука не успевала за захватом — отброшено %lld аудиосэмплов; в системной дорожке возможны пропуски.
sv: Skrivningen av systemljud hann inte med – %lld ljudsamplar slängdes; systemljudspåret kan ha luckor.
th: การเขียนเสียงระบบตามการเก็บไม่ทัน จึงทิ้ง %lld แซมเปิลเสียง แทร็กเสียงระบบอาจมีช่วงขาดหาย
tr: Sistem sesi yazımı yakalamaya yetişemedi — %lld ses örneği atıldı; sistem ses kanalında boşluklar olabilir.
uk: Запис системного звуку не встигав — відкинуто %lld аудіосемплів; у системній доріжці можливі пропуски.
vi: Ghi âm thanh hệ thống không theo kịp — đã bỏ %lld mẫu âm thanh; track âm thanh hệ thống có thể bị hụt đoạn.
zh_hant: 系統音訊寫入跟不上擷取速度，已丟棄 %lld 個音訊樣本，系統音軌可能有缺口。

source: 系统音频采集在启动过程中被中断
ar: تمت مقاطعة التقاط صوت النظام أثناء بدء التشغيل
de: Die Systemaudio-Erfassung wurde beim Start unterbrochen
en: System audio capture was interrupted while starting
es: La captura de audio del sistema se interrumpió durante el inicio
fr: La capture de l'audio système a été interrompue pendant le démarrage
hi: सिस्टम ऑडियो कैप्चर शुरू होते समय बाधित हुआ
id: Penangkapan audio sistem terputus saat memulai
it: L'acquisizione dell'audio di sistema è stata interrotta durante l'avvio
ja: システム音声の取り込みが起動中に中断されました
ko: 시스템 오디오 캡처가 시작 중에 중단되었습니다
nl: Vastleggen van systeemaudio is onderbroken tijdens het starten
pl: Przechwytywanie dźwięku systemowego zostało przerwane podczas uruchamiania
pt: A captura de áudio do sistema foi interrompida durante o arranque
ru: Захват системного звука был прерван при запуске
sv: Inspelning av systemljud avbröts vid start
th: การจับเสียงระบบถูกขัดจังหวะระหว่างเริ่มทำงาน
tr: Sistem sesi yakalama başlatılırken kesildi
uk: Захоплення системного звуку перервано під час запуску
vi: Việc thu âm thanh hệ thống bị gián đoạn khi khởi động
zh_hant: 系統音訊擷取在啟動過程中被中斷

source: 系统音频采集已在运行或正在收尾
ar: التقاط صوت النظام قيد التشغيل بالفعل أو قيد الإنهاء
de: Die Systemaudio-Erfassung läuft bereits oder wird gerade beendet
en: System audio capture is already running or is wrapping up
es: La captura de audio del sistema ya está en marcha o finalizando
fr: La capture de l'audio système est déjà en cours ou en cours de finalisation
hi: सिस्टम ऑडियो कैप्चर पहले से चल रहा है या समाप्त हो रहा है
id: Penangkapan audio sistem sudah berjalan atau sedang diakhiri
it: L'acquisizione dell'audio di sistema è già in corso o in fase di chiusura
ja: システム音声の取り込みはすでに実行中か終了処理中です
ko: 시스템 오디오 캡처가 이미 실행 중이거나 마무리 중입니다
nl: Vastleggen van systeemaudio is al actief of wordt afgerond
pl: Przechwytywanie dźwięku systemowego już trwa lub się kończy
pt: A captura de áudio do sistema já está em execução ou a terminar
ru: Захват системного звука уже выполняется или завершается
sv: Inspelning av systemljud körs redan eller avslutas
th: การจับเสียงระบบกำลังทำงานอยู่แล้วหรือกำลังสิ้นสุด
tr: Sistem sesi yakalama zaten çalışıyor veya sonlandırılıyor
uk: Захоплення системного звуку вже виконується або завершується
vi: Việc thu âm thanh hệ thống đang chạy hoặc đang kết thúc
zh_hant: 系統音訊擷取已在執行或正在收尾

source: 系统音频采集异常停止，录音将继续但仅包含麦克风音轨。 %@
ar: توقف التقاط صوت النظام بشكل غير متوقع؛ سيستمر التسجيل بمسار الميكروفون فقط. %@
de: Systemaudio-Erfassung wurde unerwartet beendet; die Aufnahme wird nur mit der Mikrofonspur fortgesetzt. %@
en: System audio capture stopped unexpectedly; recording will continue with the microphone track only. %@
es: La captura de audio del sistema se detuvo inesperadamente; la grabación continuará solo con la pista del micrófono. %@
fr: La capture de l'audio système s'est arrêtée de façon inattendue ; l'enregistrement continue avec la piste micro uniquement. %@
hi: सिस्टम ऑडियो कैप्चर अप्रत्याशित रूप से रुका; रिकॉर्डिंग केवल माइक्रोफ़ोन ट्रैक से जारी रहेगी। %@
id: Penangkapan audio sistem berhenti tak terduga; rekaman akan berlanjut hanya dengan trek mikrofon. %@
it: La cattura dell'audio di sistema si è interrotta in modo imprevisto; la registrazione continuerà solo con la traccia del microfono. %@
ja: システム音声の取り込みが異常停止しました。録音はマイクトラックのみで継続されます。\ %@
ko: 시스템 오디오 캡처가 예기치 않게 중지되었습니다. 녹음은 마이크 트랙만으로 계속됩니다. %@
nl: Systeemgeluidsopname is onverwacht gestopt; de opname gaat alleen door met het microfoonspoor. %@
pl: Przechwytywanie dźwięku systemowego zatrzymało się niespodziewanie; nagrywanie będzie kontynuowane tylko ze ścieżką mikrofonu. %@
pt: A captura de áudio do sistema parou inesperadamente; a gravação continuará apenas com a faixa do microfone. %@
ru: Захват системного звука неожиданно остановился; запись продолжится только с дорожкой микрофона. %@
sv: Systemljudinsamlingen stoppades oväntat; inspelningen fortsätter endast med mikrofonspåret. %@
th: การจับเสียงระบบหยุดโดยไม่คาดคิด การบันทึกจะดำเนินต่อด้วยแทร็กไมโครโฟนเท่านั้น %@
tr: Sistem sesi yakalama beklenmedik şekilde durdu; kayıt yalnızca mikrofon parçasıyla sürecek. %@
uk: Захоплення системного звуку несподівано зупинилося; запис триватиме лише з доріжкою мікрофона. %@
vi: Việc thu âm thanh hệ thống dừng bất ngờ; ghi âm sẽ tiếp tục chỉ với dải âm micro. %@
zh_hant: 系統音訊採集異常停止，錄音將繼續但僅包含麥克風音軌。 %@

source: 系统音频采集需要「屏幕录制」权限。请到「系统设置 → 隐私与安全性 → 屏幕录制」中授权 Memonta，然后重新开始录音。授权后需重启应用生效。 如不需要录制系统音频，可在「设置 → 录音」中切换为「仅麦克风」模式。
ar: يتطلب التقاط صوت النظام إذن «تسجيل الشاشة». امنحه لـ Memonta في «إعدادات النظام → الخصوصية والأمان → تسجيل الشاشة»، ثم ابدأ التسجيل من جديد. بعد المنح، أعد تشغيل التطبيق. إذا لم تكن بحاجة إلى صوت النظام، بدّل إلى وضع «الميكروفون فقط» في «الإعدادات → التسجيل».
de: Die Systemaudio-Erfassung benötigt die Berechtigung „Bildschirmaufnahme“. Bitte erteilen Sie sie Memonta unter „Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme“ und starten Sie die Aufnahme neu. Nach der Erteilung ist ein App-Neustart nötig. Falls Sie kein Systemaudio benötigen, wechseln Sie unter „Einstellungen → Aufnahme“ zum Modus „Nur Mikrofon“.
en: System audio capture requires the Screen Recording permission. Please grant it to Memonta in System Settings → Privacy & Security → Screen Recording, then start recording again. Restart the app after granting permission. If you don't need system audio, switch to "Microphone Only" under Settings → Recording.
es: La captura de audio del sistema requiere el permiso «Grabación de pantalla». Concédelo a Memonta en «Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla» y vuelve a iniciar la grabación. Tras concederlo, reinicia la app. Si no necesitas audio del sistema, cambia al modo «Solo micrófono» en «Ajustes → Grabación».
fr: La capture de l'audio système nécessite l'autorisation « Enregistrement de l'écran ». Veuillez l'accorder à Memonta dans « Réglages Système → Confidentialité et sécurité → Enregistrement de l'écran », puis relancez l'enregistrement. Redémarrez l'app après autorisation. Si l'audio système n'est pas nécessaire, passez en mode « Micro uniquement » dans « Réglages → Enregistrement ».
hi: सिस्टम ऑडियो कैप्चर के लिए «स्क्रीन रिकॉर्डिंग» अनुमति चाहिए। कृपया «सिस्टम सेटिंग्स → गोपनीयता और सुरक्षा → स्क्रीन रिकॉर्डिंग» में Memonta को दें, फिर रिकॉर्डिंग पुनः शुरू करें। अनुमति के बाद ऐप पुनः आरंभ आवश्यक है। सिस्टम ऑडियो न चाहिए तो «सेटिंग्स → रिकॉर्डिंग» में «केवल माइक्रोफ़ोन» मोड चुनें।
id: Penangkapan audio sistem memerlukan izin «Perekaman Layar». Silakan berikan ke Memonta di «Pengaturan Sistem → Privasi & Keamanan → Perekaman Layar», lalu mulai rekaman lagi. Setelah memberikan izin, mulai ulang aplikasi. Jika tidak perlu audio sistem, beralihlah ke mode «Hanya mikrofon» di «Pengaturan → Perekaman».
it: La cattura dell'audio di sistema richiede l'autorizzazione «Registrazione schermo». Concedila a Memonta in «Impostazioni di Sistema → Privacy e sicurezza → Registrazione schermo», poi riavvia la registrazione. Dopo la concessione, riavvia l'app. Se non ti serve l'audio di sistema, passa alla modalità «Solo microfono» in «Impostazioni → Registrazione».
ja: システム音声の取り込みには「画面収録」権限が必要です。「システム設定 → プライバシーとセキュリティ → 画面収録」で Memonta を許可してから録音を再開してください。許可後はアプリの再起動が必要です。\ システム音声が不要な場合は、「設定 → 録音」で「マイクのみ」に切り替えられます。
ko: 시스템 오디오 캡처에는 '화면 녹화' 권한이 필요합니다. '시스템 설정 → 개인 정보 보호 및 보안 → 화면 녹화'에서 Memonta를 승인한 후 녹음을 다시 시작하세요. 승인 후 앱을 재시작해야 적용됩니다. 시스템 오디오 녹음이 필요하지 않으면 '설정 → 녹음'에서 '마이크만' 모드로 전환할 수 있습니다.
nl: Systeemgeluidsopname vereist de machtiging «Schermopname». Verleen deze aan Memonta via «Systeeminstellingen → Privacy en beveiliging → Schermopname» en start de opname opnieuw. Na het verlenen moet de app opnieuw worden gestart. Als u geen systeemgeluid nodig heeft, schakel dan over naar de modus «Alleen microfoon» via «Instellingen → Opname».
pl: Przechwytywanie dźwięku systemowego wymaga uprawnienia «Nagrywanie ekranu». Przyznaj je Memonta w «Ustawienia systemowe → Prywatność i ochrona → Nagrywanie ekranu», a następnie rozpocznij nagrywanie ponownie. Po przyznaniu wymagane jest ponowne uruchomienie aplikacji. Jeśli nie potrzebujesz dźwięku systemowego, przełącz się na tryb «Tylko mikrofon» w «Ustawienia → Nagrywanie».
pt: A captura de áudio do sistema requer a permissão «Gravação de Tela». Conceda-a ao Memonta em «Ajustes do Sistema → Privacidade e Segurança → Gravação de Tela» e inicie a gravação novamente. Após conceder, reinicie o app. Se não precisar de áudio do sistema, mude para o modo «Somente microfone» em «Ajustes → Gravação».
ru: Для захвата системного звука требуется разрешение «Запись экрана». Предоставьте его Memonta в «Системные настройки → Конфиденциальность и безопасность → Запись экрана», затем начните запись заново. После предоставления разрешения перезапустите приложение. Если системный звук не нужен, переключитесь в режим «Только микрофон» в «Настройки → Запись».
sv: Systemljudinsamling kräver behörigheten «Skärminspelning». Ge den till Memonta i «Systeminställningar → Integritet och säkerhet → Skärminspelning» och starta sedan inspelningen igen. Efter beviljande krävs omstart av appen. Om du inte behöver systemljud, byt till läget «Endast mikrofon» i «Inställningar → Inspelning».
th: การจับเสียงระบบต้องการสิทธิ์ «การบันทึกหน้าจอ» โปรดให้สิทธิ์ Memonta ใน «การตั้งค่าระบบ → ความเป็นส่วนตัวและความปลอดภัย → การบันทึกหน้าจอ» แล้วเริ่มบันทึกใหม่ หลังให้สิทธิ์ต้องรีสตาร์ทแอป หากไม่ต้องการเสียงระบบ ให้เปลี่ยนเป็นโหมด «เฉพาะไมโครโฟน» ใน «การตั้งค่า → การบันทึก»
tr: Sistem sesi yakalama «Ekran Kaydı» izni gerektirir. Lütfen «Sistem Ayarları → Gizlilik ve Güvenlik → Ekran Kaydı»nda Memonta'ya verin, ardından kaydı yeniden başlatın. İzin verdikten sonra uygulamayı yeniden başlatmak gerekir. Sistem sesi gerekmiyorsa «Ayarlar → Kayıt»ta «Yalnızca mikrofon» moduna geçin.
uk: Захоплення системного звуку потребує дозволу «Запис екрана». Надайте його Memonta у «Системні налаштування → Приватність і безпека → Запис екрана», потім почніть запис знову. Після надання потрібно перезапустити застосунок. Якщо системний звук не потрібен, перемкніться на режим «Лише мікрофон» у «Налаштування → Запис».
vi: Thu âm thanh hệ thống cần quyền «Ghi màn hình». Vui lòng cấp cho Memonta trong «Cài đặt hệ thống → Quyền riêng tư & Bảo mật → Ghi màn hình», rồi bắt đầu ghi âm lại. Sau khi cấp quyền cần khởi động lại ứng dụng. Nếu không cần âm thanh hệ thống, hãy chuyển sang chế độ «Chỉ micro» trong «Cài đặt → Ghi âm».
zh_hant: 系統音訊採集需要「螢幕錄制」權限。請到「系統設置 → 隱私與安全性 → 螢幕錄制」中授權 Memonta，然後重新開始錄音。授權後需重啓應用生效。 如不需要錄制系統音訊，可在「設置 → 錄音」中切換爲「僅麥克風」模式。

source: 红色
ar: أحمر
de: Rot
en: Red
es: Rojo
fr: Rouge
hi: लाल
id: Merah
it: Rosso
ja: 赤
ko: 빨강
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
sv: Röd
th: สีแดง
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_hant: 紅色
